Repository: esprange/resource-allocator
Catalog: languages/resourceallocator-*.po
Languages: nl_nl

source: All Resources
nl_nl: Overzicht resources

source: Add New Resource
nl_nl: Nieuwe resource toevoegen

source: Add New
nl_nl: Nieuw

source: Edit Resource
nl_nl: Wijzig resource

source: Edit
nl_nl: Wijzig

source: Copy Resource
nl_nl: Kopieer resource

source: Delete Resource
nl_nl: Verwijder resource

source: Plugin Options
nl_nl: Plugin Opties

source: About
nl_nl: Over

source: About Resource Allocator
nl_nl: Over Resource Allocator

source: Custom field name
nl_nl: Veldnaam

source: Field type
nl_nl: Veld type

source: Text
nl_nl: tekst

source: Numeric
nl_nl: getal

source: hours
nl_nl: uren

source: days
nl_nl: dagen

source: Options
nl_nl: Opties

source: Default basis
nl_nl: Standaard basis

source: Default minimum duration
nl_nl: Standaard minimum duur

source: Default maximum duration
nl_nl: Standaard maximum duur

source: Resource available color
nl_nl: Resource beschikbaar kleur

source: Resource unavailable color
nl_nl: Resource niet beschikbaar kleur

source: Resource allocated color
nl_nl: Resource gereserveerd kleur

source: The Resource Allocator plugin has some options which you can change if needed
nl_nl: De Resource Allocator plugin heeft een aantal opties welke zonodig aangepast kunnen worden

source: Hours
nl_nl: Uren

source: Days
nl_nl: Dagen

source: Select a valid allocation basis
nl_nl: Selecteer een valide basis voor reserveringen

source: Enter a minimum duration larger than 0 and equal or less the maximum duration
nl_nl: Voer een minimum duur in, groter dan 0 en gelijk of kleiner dan de maximum duur

source: Enter a maximum duration larger than 0 and equal or larger the minimum duration
nl_nl: Voer een maximum duur in, groter dan 0 en gelijk of groter dan de minimum duur

source: Select a valid color
nl_nl: Voer een valide kleur in

source: The options have been stored
nl_nl: De opties zijn opgeslagen

source: Plugin Purpose
nl_nl: Doel van de plugin

source: Usage
nl_nl: Gebruik

source: More Information and Documentation
nl_nl: Nadere informatie en documentatie

source: Help and Support
nl_nl: Help en support

source: Author and License
nl_nl: Ontwikkelaar en licentie

source: Debug and Version Information
nl_nl: Debug en versie informatie

source: Security check
nl_nl: Security controle

source: The resource has successfully been added to the database
nl_nl: De resource is toegevoegd aan de database

source: It was not possible to store the resource to the database. Please try again.
nl_nl: Het was niet mogelijk om de resource op te slaan. Probeer het alstublieft opnieuw

source: The resource has successfully been updated in the database
nl_nl: De wijzigingen aan de resource zijn opgeslagen in de database

source: It was not possible to update the resource in the database. Please try again.
nl_nl: Het was niet mogelijk om de resource op te slaan. Probeer het alstublieft opnieuw

source: The resource has successfully been removed from the database
nl_nl: De resource is verwijderd uit de database

source: It was not possible to remove the resource from the database. Please try again.
nl_nl: Het was niet mogelijk om de resource uit de database te verwijderen. Probeer het alstublieft opnieuw

source: Copy of
nl_nl: Kopie van

source: A copy of the resource has successfully been stored into the database
nl_nl: Een kopie van de resource is opgeslagen in de database

source: The selected resource could not be found in the database
nl_nl: De geselecteerde resource was niet aanwezig (meer) in de database

source: With Resource Allocator the users of your site can allocate defined resources or check when they are in use. Resources can be all kind of things. Think about office space, meeting rooms, equipment, vehicles. The allocations per resource are shown in a table which can be made visible using a shortcode.
nl_nl: Met Resource Allocator kunnen de gebruikers van jouw site vooraf gedefinieerde resources reserveren of controleren wanneer deze in gebruik zijn. Resources kunnen allerhande middelen zijn. Denk bijvoorbeeld aan kantoorruimte, vergaderkamers, machines en voertuigen. De reserveringen per resource worden getoond in een tabel welke middels een shortcode op de pagina getoond wordt.

source: First you need to add the resource. Each resource has a name. Although the plugin does not require the name to be unique, the name is shown in the allocation table to the user. Using unique names prevents the user making incorrect allocations.
nl_nl: Allereerst moet je de resource toevoegen. Een resource heeft een naam. De plugin vereist niet dat de naam van de plugin uniek is. De naam wordt gebruikt als titel in de tabel die aan de gebruiker wordt getoond. Door unieke namen te gebruiken voorkom je dat een gebruiker een onjuiste reservering maakt.

source: Determine if the resource is to be allocated on a day basis or by the hour. And restrict, if necessary, the limits for the duration of the allocation. By default these set to 1 (hour or day) at minimum and 999 at maximum.
nl_nl: Bepaal of de resource of dag basis of per uur gereserveerd moet kunnen worden. En stel zonodig beperkingen aan de duur van de reservering. Standaard staat dit ingesteld op minimaal 1 (uur of dag) en maximaal 999.

source: It is possible to define extra data fields that the user may fill in when creating or updating an allocation. Define the name of the field to use for display in the allocation table. Use short, meaningfull names, as they are used in the allocation entry form and in the allocation table itself. Again, it is not required to use unique names but strongly advised to prevents mistakes. Per field the input can be restricted to text or numbers only. The order in which the fields are created also defines the order in which they are displayed in the allocation table.
nl_nl: Het is mogelijk om extra datavelden toe te voegen welke de gebruiker kan invullen bij het aanmaken of wijzigen van een reservering. De naam van het veld wordt gebruikt in de reserveringen tabel. Gebruik korte, betekenisvolle namen omdat deze zowel gebruikt worden in het reserveringsformulier als in de tabel zelf. Het is niet pers√© nodig om unieke namen te gebruiken maar het voorkomt uiteraard wel mogelijke invoer fouten. Per veld kan de invoer beperkt worden tot tekst of numeriek. De volgorde waarin de velden gedefinieerd zijn bepaalt ook de volgorde waarin ze worden weergegeven in de reserveringen tabel.

source: Additional information can be found at the plugin site HYPERLINK TO BE ADDED or the Wordpress Plugins page HYPERLINK TO BE ADDED
nl_nl: Meer informatie kan gevonden worden op de plugin site HYPERLINK TO BE ADDED of the Wordpress Plugins pagina HYPERLINK TO BE ADDED

source: This plugin was written and developed by <a href="%s">Eric Sprangers</a>.
nl_nl: Deze plugin is ontwikkeld door <a href="%s"> Eric Sprangers </a>.

source: It is licensed as Free Software under GNU General Public License 2 (GPL 2).
nl_nl: De GNU General Public License 2 (GPL 2) voor Free Software is van toepassing.

source: If you like the plugin, <a href="%s"><strong>giving a donation</strong></a> is recommended.
nl_nl: Als je de plugin waardeert wordt <a href="%s"><strong>het geven van een donatie</strong></a> aangeraden.

source: Please rate and review the plugin in the <a href="%s">WordPress Plugin Directory</a>.
nl_nl: Scoor en review de plugin alstublieft in de <a href="%s">WordPress Plugin Directory</a>.

source: Donations and good ratings encourage me to further develop the plugin and to provide countless hours of support. Any amount is appreciated! Thanks!
nl_nl: Donaties en een goede score moedigen mij aan om de plugin verder te ontwikkelen en support uren beschikbaar te stellen. Elk bedrag wordt op prijs gesteld! Bedankt!

source: Please provide this information in bug reports and support requests.
nl_nl: Geef alstublieft deze informatie mee in bug reports of support vragen

source: You do not have sufficient permissions to access this page.
nl_nl: Je hebt onvoldoende rechten om deze pagina te benaderen.

source: All resource settings can be changed and new custom fields can be added. A custom field can be removed by clearing the field name. Please remember that these changes are only effective for future allocations. New custom fields will not contain values for existing allocations unless users edit the allocations.
nl_nl: Alle resource instellingen kunnen worden gewijzigd en nieuwe velden kunnen worden toegevoegd. Een veld kan worden verwijderd door de veld naam leeg te maken. Hou er rekening mee dat dergelijke wijzigingen alleen van toepassing zijn op nog in te voeren reserveringen. Nieuwe velden zullen leeg zijn voor bestaande reserveringen, behalve als de gebruiker deze alsnog wijzigt.

source: To add a new resource, enter its name, the allocation and availability settings into the form below. You can add datafields which can be used to store additional information which each allocation. You can always change the name, settings and optional datafields of your resource later.
nl_nl: Om een nieuwe resource toe te voegen moeten de naam en de beschikbaarheid en reserverings instellingen in onderstaand formulier ingevuld worden. Je kan datavelden toevoegen om extra informatie op te slaan bij elke reservering. Je kan achteraf altijd de naam, instellingen en extra datavelden wijzigen.

source: Sunday
nl_nl: Zondag

source: Monday
nl_nl: Maandag

source: Tuesday
nl_nl: Dinsdag

source: Wednesday
nl_nl: Woensdag

source: Thursday
nl_nl: Donderdag

source: Friday
nl_nl: Vrijdag

source: Saturday
nl_nl: Zaterdag

source: Name
nl_nl: Naam

source: Required
nl_nl: Verplicht

source: Allocation is done in
nl_nl: Reserveringen worden gedaan in

source: Minimum duration in
nl_nl: Minimum duur in

source: Maximum duration in
nl_nl: Maximum duur in

source: Available at
nl_nl: Beschikbaar op

source: End
nl_nl: Einde

source: Number
nl_nl: Getal

source: Add data field
nl_nl: Voeg dataveld toe

source: This is a list of your resources. Click the corresponding links within the list to edit, copy or delete a resource.
nl_nl: Dit is een overzicht van de resources. Klik de links aan in de lijst om een resource te wijzigen, kopieren of te verwijderen.

source: To insert a resource allocation table into a page, post, or text widget, copy its Shortcode and paste it at the desired place in the editor. Each resource has a unique ID that needs to be adjusted in that Shortcode.
nl_nl: Om een reserveringen tabel in een pagina, post of widget toe te voegen, kopier de Shortcode en plak deze op de gewenste plek in de editor. Elke resource heeft een uniek ID welke in de Shortcode vermeld moet worden.

source: Date created
nl_nl: Datum aangemaakt

source: Date modified
nl_nl: Datum gewijzigd

source: No resources found. You should <a href="%1$s">add</a> a resource to get started!
nl_nl: Geen resources gevonden. Je moet een resource <a href="%1$s">toevoegen</a> om te kunnen starten!

source: Edit %s
nl_nl: Wijzig %s

source: Place the shortcode [resource-allocator id=%d] on your page to show the allocations for resource %s
nl_nl: Plaats de shortcode [resource-allocator id=%d] op de pagina om de reserveringen te tonen voor resource %s

source: Get Code
nl_nl: Code tonen

source: Copy %s
nl_nl: Kopieer %s

source: Copy
nl_nl: Kopieer

source: Delete %s
nl_nl: Verwijder %s

source: You are about to delete this resource: %s. Press Cancel to stop, OK to delete
nl_nl: Je staat op het punt om resource %s te verwijderen. Klik op annuleren om te stoppen, of OK om te verwijderen

source: Delete
nl_nl: Verwijder

source: The allocation is successfull !
nl_nl: De reservering is aangemaakt!

source: It was not possible to proceed this allocation
nl_nl: Het was niet mogelijk om deze reservering te verwerken

source: It was not possible to show the allocations
nl_nl: Het was niet mogelijk om de reserveringen te tonen

source: Do you want to change or delete the allocation ?
nl_nl: Wil je de reservering wijzigen of verwijderen ?

source: Do you want to create the allocation ?
nl_nl: Wil je de reservering aanmaken ?

source: Create
nl_nl: Nieuw

source: The allocation could not be removed from the database
nl_nl: De reservering kon niet uit de database verwijderd worden

source: The allocation could not be saved to the database
nl_nl: De reservering kon niet in de database worden opgeslagen

source: A resource with the id %d is undefined
nl_nl: Er bestaat geen resource met id %d

source: The id is unspecified or not a valid number
nl_nl: Het id is niet opgegeven of is niet een geldig getal

source: Day
nl_nl: Dag

source: Who
nl_nl: Wie

source: -available-
nl_nl: -beschikbaar-

source: Allocations for
nl_nl: Reserveringen voor

source: Please wait...
nl_nl: Even wachten alstublieft ...

source: Allocation data is being retrieved from the database...
nl_nl: De reserveringen worden opgehaald uit de database

source: Allocate %s at %s
nl_nl: Reserveer %s op %s

source: Cancel
nl_nl: Annuleer
